[{
  "common_name": "Giant Panda",
  "scientific_name": "Ailuropoda melanoleuca",
  "zoo_location": "Giant Panda Habitat",
  "phys_descrip": "The giant panda, a black-and-white bear, has a body typical of bears. It has black fur on ears, eye patches, muzzle, legs, and shoulders. The rest of the animal's coat is white. Although scientists do not know why these unusual bears are black and white, some speculate that the bold coloring provides effective camouflage into their shade-dappled snowy and rocky surroundings. The panda's thick, wooly coat keeps it warm in the cool forests of its habitat. Giant pandas have large molar teeth and strong jaw muscles for crushing tough bamboo. Many people find these chunky, lumbering animals to be cute, but giant pandas can be as dangerous as any other bear.",
  "size": "About the size of an American black bear, giant pandas stand between two and three feet tall at the shoulder (on all four legs), and reach four to six feet long. Males are larger than females, weighing up to 250 pounds in the wild. Females rarely reach 220 pounds.",
  "geo_distribution": "Giant pandas live in a few mountain ranges in central China, in Sichuan, Shaanxi, and Gansu provinces. They once lived in lowland areas, but farming, forest clearing, and other development now restrict giant pandas to the mountains. Giant pandas live in broadleaf and coniferous forests with a dense understory of bamboo, at elevations between 5,000 and 10,000 feet. Torrential rains or dense mist throughout the year characterizes these forests, often shrouded in heavy clouds.",
  "status": "The giant panda is listed as endangered in the World Conservation Union's (IUCN's) Red List of Threatened Species. There are about 1,600 left in the wild. More than 300 pandas live in zoos and breeding centers around the world, mostly in China.",
  "natural_diet": "A wild giant panda’s diet is almost exclusively (99 percent) bamboo. The balance consists of other grasses and occasional small rodents or musk deer fawns.",
  "zoo_diet": "In zoos, giant pandas eat bamboo, sugar cane, rice gruel, a special high-fiber biscuit, carrots, apples, and sweet potatoes.",
  "reproduction": "Giant pandas reach breeding maturity between four and eight years of age. They may be reproductive until about age 20. Female pandas ovulate only once a year, in the spring. A short period of two to three days around ovulation is the only time she is able to conceive. Calls and scents draw males and females to each other.\nFemale giant pandas give birth between 95 and 160 days after mating. Although females may give birth to two young, usually only one survives. Giant panda cubs may stay with their mothers for up to three years before striking out on their own. This means a wild female, at best, can produce young only every other year; in her lifetime, she may successfully raise only five to eight cubs. The giant pandas’ naturally slow breeding rate prevents a population from recovering quickly from illegal hunting, habitat loss, and other human-related causes of mortality.",
  "life_span": "Scientists aren't sure how long giant pandas live in the wild, but they are sure it's shorter than lifespans in zoos. Chinese scientists have reported zoo pandas as old as 35. The National Zoo's Hsing-Hsing died at age 28 in 1999.",
  "behavior": "Until recently, scientists thought giant pandas spent most of their lives alone, with males and females meeting only during the breeding season. Recent studies paint a different picture, in which small groups of pandas share a large territory and sometimes meet outside the breeding season. Much remains to be learned about the secret lives of these elusive animals, and every new discovery helps scientists in their battle to save this species. Offspring stay with their mothers from one and a half to three years.",
  "fun_facts": "A giant panda’s digestive system is more similar to that of a carnivore than an herbivore, and so much of what is eaten is passed as waste. To make up for the inefficient digestion, a panda needs to consume a comparatively large amount of food—from 20 to 40 pounds of bamboo each day—to get all its nutrients. To obtain this much food means that a panda must spend 10 to 16 hours a day foraging and eating. The rest of its time is spent mostly sleeping and resting.",
  "image_one": "https://s-media-cache-ak0.pinimg.com/736x/42/32/ba/4232baea48f21adfc013be228817cf14.jpg",
  "image_two": "https://scontent.cdninstagram.com/hphotos-xat1/t51.2885-15/s640x640/sh0.08/e35/12383336_892866007498239_1980932000_n.jpg",
  "video": "https://youtu.be/X-Isg_pJy2c"
},{
  "common_name": "Red Panda",
  "scientific_name": "Ailurus fulgens",
  "zoo_location": "Asia Trail",
  "phys_descrip": "Long, coarse guard hairs cover the entire body and there is a soft, dense, woolly undercoat. Their unique coloring appears cryptic in the canopy of fir trees where branches are covered with clumps of reddish-brown moss and white lichens. Their face is predominantly white with reddish brown 'tear tracks' extending from the eye to the corner of the mouth. Red pandas have long, bushy tails that help give this arboreal species balance. Their tails are marked with alternating red and buff rings.\nRed pandas are the only Asian carnivore to have dense hair covering their feet; the nearest parallel is seen in the polar bear. Red pandas have five toes that are widely separated and semi-retractable claws. Their ankles are extremely flexible and rotate when climbing headfirst down a tree trunk. Red pandas climb well, using trees for shelter, to escape predators and sunbathe in the winter. They share the giant panda's 'thumb' – a modified wrist bone – that is used to help grasp bamboo when feeding.",
  "size": "Adult red pandas weigh between eight and 14 pounds and are 22 to 25 inches in length plus a tail of 15 to 19 inches long. Males and females look alike.",
  "geo_distribution": "Red pandas are found in high altitude temperate forests with bamboo understories in the Himalayas and high mountains of northern Myanmar (Burma) and west Sichuan and Yunnan Provinces of China. They are also found in suitable habitat in Nepal, India and Tibet.",
  "status": "Red pandas are listed as Endangered on the IUCN Red List, as of a 2015 analysis. They are also legally protected in India, Bhutan, China, Nepal, and Myanmar.",
  "natural_diet": "Bamboo constitutes 85 to 95 percent of the red panda's diet. Because red pandas are obligate bamboo eaters, they are on a tight energy budget for much of the year. Unlike the giant panda, which consumes virtually every above-ground part of the bamboo culm, red pandas selectively feed on the most nutritious bamboo leaf tips and, when available, tender shoots. Red pandas feed like the giant panda by grasping the stem with their forepaws and shearing selected leaves off with their mouths. They may also forage on the ground for roots, succulent grasses, fallen fruits, insects and grubs and are known to occasionally eat birds and small mammals.",
  "zoo_diet": "The Zoo's red pandas are fed bamboo throughout the day and variable fruits such as grapes, chopped apple and banana daily, as well as small leaf-eater biscuits.",
  "reproduction": "Red pandas breed from January through March in the northern hemisphere and June through August in the southern hemisphere. Mating occurs on the ground, and gestation appears to include a period of delayed implantation which is usually 114 to 145 days, but may be as short as 90 days or as long as 158 days. It is believed that a long gestation period may be due to a slow metabolic rate.\nFemales create a nest in tree holes, branch forks, tree roots or bamboo thickets and line it with moss, leaves and other soft plant material. A litter of usually two cubs is born, each weighing between 4 and 5 ounces, and they are completely furred to protect them from the cold environment. Offspring stay with the mother for about a year, which is when they normally reach adult size. Young will reach sexual maturity at round 18 months.",
  "life_span": "Red pandas may live as long as 22 years. While females do not breed after age 12, males continue to be reproductively capable.",
  "behavior": "In captivity, red pandas can be active anytime of the day but they are primarily crepuscular (most active at dawn and dusk). On average they are awake about 45 percent of the day, and they are more active in cooler weather. This species has also adapted behaviors to regulate temperature, such as curling up into a tight ball when it is cold, which serves to conserve body heat and energy expenditure. When temperatures are warm, red pandas will stretch out on a branch and pant to lower their body temperature.",
  "fun_facts": "Red pandas are generally quiet, but at close proximity subtle vocalizations such as squeals, twitters and huff-quacks can be heard. They may also hiss or grunt. Predators include leopards and jackals. To escape predation, red pandas will climb trees or rocks, where they blend in with red lichen and mosses. Young cubs use a whistle, which sounds like a loud scream, to signal distress.",
  "image_one": "https://s-media-cache-ak0.pinimg.com/736x/b5/15/8b/b5158bae5616b046423d7d89ee0495be.jpg",
  "image_two": "https://s-media-cache-ak0.pinimg.com/736x/cb/d2/22/cbd22214ac55010fdf2bc5de048617a6.jpg",
  "video": "https://youtu.be/DSehQsYU9h4"
},{
  "common_name": "Orangutan",
  "scientific_name": "Pongo pygmaeus (Bornean) and Pongo abelii (Sumatran)",
  "zoo_location": "Great Apes & O Line (Orangutan Transit System)",
  "phys_descrip": "These orangish-red-haired great apes have long arms and curved hands and feet, which they put to good use when traversing the treetops. Males tend to have longer hair than females and are about two times larger than females. Some males develop disc-like cheek pads. Male orangutans exhibit bimaturism, existing in two adult male morphs: flanged and unflanged. Flanged males have highly developed throat sacs and large, disc-like cheek pads.\nBoth sexes have throat pouches that make their calls resonate through the forest. The males' pouches are more developed. Orangutans crush tough foliage and hard-shelled nuts with their strong teeth and jaws. Two species exist: P. pygmaeus of Borneo, and the Sumatran species, P. abelii. Bornean orangutans are typically darker and stockier than Sumatran orangutans, which tend to have longer hair with more pronounced beards.",
  "size": "Orangutans are Asia's largest primates, and males are larger than females. Males stand about four and a half feet tall and weigh 130 to 200 pounds. Females stand about four feet tall and weigh 90 to 110 pounds.",
  "geo_distribution": "Orangutans live in tropical rainforests, including mature riparian, freshwater swamp, peat swamp, lowland dipterocarp, and hill dipterocarp forests. Once more widely distributed, orangutans now live only in forests on the Southeast Asian islands of Sumatra and Borneo.",
  "status": "The Sumatran species is listed as Critically Endangered and the Bornean species is listed as Endangered on the World Conservation Union's Red List of Threatened Animals.",
  "natural_diet": "Orangutans feed primarily on fruit, supplemented with leaves, flowers, non-leafy vegetation, invertebrates, mineral-rich soil, and occasionally small vertebrates. In El Nino years, droughts on Borneo create periods of food scarcity that result in prolonged reliance on “fallback goods”, particularly the inner bark of trees.",
  "zoo_diet": "",
  "reproduction": "Male orangutans establish home ranges that embrace those of several females. Females reach maturity at around twelve years of age and can remain fertile for more than 30 years. Sumatran orangutans have inter-birth intervals (the time between consecutive offspring) of up to 8-9 years. Young orangutans may nurse until at least age six, and stay close to their mothers until the next offspring comes along.",
  "life_span": "Orangutans may live into their 50s both in the wild and in zoos.",
  "behavior": "Active during the day and primary arboreal, orangutans spend most of their lives high in the trees. Orangutans are the most solitary of the great apes, but are highly social especially in times of fruit abundance. Each night, orangutans bend branches into nests, most often making a new nest but sometimes re-using or adding to an older nest. Nests that support the apes while they sleep in the trees and are also frequently made during the day.\nOrangutans move slowly through the forest, seeking fruiting trees, which they may find by following the movements of hornbills and other fruit-eaters, though orangutans are also known to have cognitive maps of the fruiting trees that the revisit. When heavily fruiting trees are found, orangutans will spend many hours feeding at a single feeding site.",
  "fun_facts": "In the Indonesian and Malay languages, 'orang- utan' means 'person of the forest.' An adult orangutan's arms can be well over seven feet from fingertip to fingertip. Orangutans have the longest inter-birth interval of any land-living animal.",
  "image_one": "https://scontent.cdninstagram.com/hphotos-xfa1/t51.2885-15/e15/12237608_675171252585424_335130101_n.jpg",
  "image_two": "https://scontent.cdninstagram.com/hphotos-xat1/t51.2885-15/e15/11372358_184471588565498_1787181593_n.jpg",
  "video": "http://www.theguardian.com/world/video/2015/dec/09/orangutan-magic-trick-funny-video"
},{
  "common_name": "Asian Elephant",
  "scientific_name": "Elephas maximus",
  "zoo_location": "Elephan Trails & Elephant Outpost",
  "phys_descrip": "Asian elephants are huge gray animals inhabiting Asian tropical forests. Their gray coloration conceals them in their shady habitat. Elephants' trunks, unique among living mammals, are versatile, enabling them to reach the ground, manipulate tiny objects or tear down huge tree limbs, squirt water over their backs or into their mouths, or blow dirt onto their backs during dust baths. Female Asian elephants usually lack visible tusks as do males in some populations, such as those in northeast India. Wide, padded feet enable them to walk quietly. Large, flappable ears help these huge animals cool off, although elephants often must retreat to the shade or water during the hottest part of the day.",
  "size": "Asian elephants grow up to 21 feet long, stand up to 10 feet tall, and weigh up to 11,000 pounds. Females reach around eight and a half feet tall and weigh less than males. Despite their size, elephants are able to walk silently.",
  "geo_distribution": "Asian elephants live in large blocks of forest near water sources and grasslands, habitat that has been greatly reduced in the last half century. They inhabit India, Sri Lanka, Myanmar (Burma), Indonesia, Thailand, Cambodia, Vietnam, Laos, Malaysia, Nepal, Bangladesh, and southern China.",
  "status": "The Asian elephant is listed as endangered on the World Conservation Union's (IUCN's) Red List of Threatened Animals.",
  "natural_diet": "A dexterous trunk and large, rasping molars allow Asian elephants to gather and process a wide variety of vegetation, including grasses and herbs, leaves, fruit, farm crops, and bark.",
  "zoo_diet": "Each day at the Zoo, elephants eat 125 pounds of hay, ten pounds of herbivore pellets, ten pounds of vegetables and fruits, and a few leafy branches.",
  "reproduction": "Older and larger males—especially those in musth (condition of heightened testosterone levels) dominate the breeding, winning the acceptance of females in heat. Gestation takes 20 to 22 months, and usually only one calf is born. Female Asian elephants can usually breed by age 14 and usually give birth to one young every four years. Asian elephants have a gestation period of almost 22 months—the longest of any animal. Calves often nurse for two to four years.",
  "life_span": "In the wild, Asian elephants may live up to about 60 years but most do not live that long.",
  "behavior": "Female and young male Asian elephants live in cohesive herds of related adults and their offspring. The matriarch, usually the oldest and largest female, sets the pace of the group's activities. Herds often join with others to form large groups called clans. Males leave herds at puberty, around their 13th year, and travel alone or in bachelor groups. Elephants wander widely in search of food. Movements vary widely depending upon food availability. Asian elephants communicate via rumbles, growls, bellows, and moans. Some of these varied, low-frequency sounds may travel a mile or more.",
  "fun_facts": "Elephants have the largest brain of any land mammal. In fact, of all land mammals, they have the greatest volume of cerebral cortex available for cognitive processing. An elephant’s trunk has more than 40,000 muscles, more than all the muscles in a human body! Along with dolphins and great apes, Asian elephants are the only animals known to recognize themselves in a mirror.",
  "image_one": "http://41.media.tumblr.com/e3c73664c7fa52e3edf102a563b01753/tumblr_mxz3ewi7QF1qdqmbto1_1280.jpg",
  "image_two": "http://40.media.tumblr.com/b136d4c7d905780033c6912b8ed3a873/tumblr_muznv4QVDQ1qdqmbto1_1280.jpg",
  "video": "http://www.smithsonianchannel.com/videos/wild-inside-the-national-zoo-elephant-intelligence/35535"
},{
  "common_name": "African Lion",
  "scientific_name": "Panthera leo",
  "zoo_location": "Great Cats",
  "phys_descrip": "Lions have strong, compact bodies and powerful forelegs, teeth, and jaws for pulling down and killing prey. Their coats are yellow-gold. Adult males have shaggy manes that range in color from blond to reddish-brown to black, and length. The length and color of the mane is believed to be determined by such factors as age, genetics, and hormones. Young lions have light spotting on their coats that will disappear as they grow up.",
  "size": "Male lions grow larger than females, reaching up to ten feet long (females reach up to nine feet long), plus a two- to three-foot-long tail. Male lions weigh from 330 to 550 pounds; females weigh 265 to 395 pounds. Lions stand between three and a half and four feet tall at the shoulder.",
  "geo_distribution": "Except for a small population that hangs on in the dry Gir Forest of northwest India, lions now live only in Africa. They are found from the Sahara's southern fringe to northern South Africa, but are absent from equatorial areas dominated by moist tropical forest.",
  "status": "The lion is listed as vulnerable on the World Conservation Union's (IUCN's) Red List of Threatened Animals. The Gir Forest population, which consists of about 300 lions, is listed as endangered.",
  "natural_diet": "Lions eat primarily large animals, such as zebra and wildebeest, weighing from 100 to 1,000 pounds. In times of shortage, they also catch and eat a variety of smaller animals from rodents to reptiles. Lions steal kills from hyenas, leopards, and other predators, but may also lose their catches to hyena groups. Lions may also feed on domestic livestock, especially in areas near villages.",
  "zoo_diet": "Keepers feed the Zoo's lions beef. Twice a week the lions received bones (usually a beef hind shank, half femur, or knuckle).",
  "reproduction": "Female lions usually give birth to a litter every two years. Females are receptive to mates for a few days several times a year, unless they are pregnant or nursing. Mating spurs ovulation. Females give birth to one to six cubs after a gestation of about three and a half months. Cubs nurse for six months, but start eating meat at three months. Due to varied dangers, including starvation during times of food shortage and attacks by male lions taking over prides, 60 to 70 percent of lion cubs die within their first two years of life.",
  "life_span": "Zoo lions typically live into their late teens or early 20s. Male lions in the wild live about 12 years; females live about 15 years.",
  "behavior": "Lions live in groups of related females called prides, which may comprise several to as many as 40 individuals, including adults, sub-adults (two to four years old) and cubs, plus one or more resident males. Abundance of prey availability plays a significant role in the size of a lion pride. Pride mates associate in sub-groups within the pride.\nFemales stay in their mothers' prides for life, unless food scarcity forces them out. Young males are driven from their prides when they grow large enough to compete with the dominant males. Young males join in coalitions, usually with brothers and cousins, and search for a pride to take over. Males entering a new pride will kill all cubs that cannot run from them. Adult males that are fortunate enough achieve residency within a pride hold tenure for an average of two years, often leaving due to eviction by another coalition of males. In India, female and male lions live apart, joining only to mate.\nMales take on most of defense duties, however, both males and females will mark their territories by roaring and scent marking (urine). Females raise the cubs and are the primary hunters, although males will sometimes join the females during a hunt. Nomadic males must hunt alone or scavenge from other animals. During a hunt several lions stalk prey from different angles to within 100 feet before attacking the targeted animal.",
  "fun_facts": "Tigers are lions' closest relatives. Without their coats, lion and tiger bodies are so similar that only experts can tell them apart. A lion's roar can be heard up to five miles away. A male coalition rarely holds onto a pride longer than two to three years before being run off by fierce challengers.",
  "image_one": "http://41.media.tumblr.com/442d1a7dca46849950169b21021c0668/tumblr_nmv6w2QYTX1rtuodho1_1280.jpg",
  "image_two": "http://exploregram.com/wp-content/uploads/2015/11/Photo-by-Paul-Sutherland.-A-playful-cub-bonds-with-an-African-lion.jpg",
  "video": "https://www.youtube.com/watch?v=_Cd99Uianis"
},{
  "common_name": "American Bison",
  "scientific_name": "Bison bison",
  "zoo_location": "American Bison Area",
  "phys_descrip": "A thick coat of long, dark hair covers a bison’s head, neck, forelegs, and front parts of the body. Much shorter hair covers the rear part of its body. Adult bulls sport black beards about a foot long. Their shaggy head is the most heavily insulated part of their body, adapted to withstand blizzards as the animal stands facing into the wind. They shed their heavy coats in the spring as the animals roll to loosen the hair, which falls off in clumps.",
  "size": "A mature bull can stand 5.5 to 6.5 feet (1.9 meters) tall at the hump and nine to 12.5 feet (2.7 to 3.8 meters) long. Females are normally smaller, at seven to ten feet in length (2.2 to 3.2 meters) and five feet high at the hump (1.5 meters). Bison can weigh 1,800 to 2,400 pounds (816 to 1,088 kg).",
  "geo_distribution": "Bison once ranged all across North America, from New York to California and from Texas to Alaska. Now, they live primarily in managed herds in national and state parks in both the United States and Canada. Parks and refuges manage conservation herds, while government agencies monitor free-ranging herds. The two most prominent herds are found in Yellowstone Park in Wyoming, and Wood Buffalo Park in Northwest Territory. Conservation herds cover only about one percent of the bison’s original range.",
  "status": "The International Union for Conservation of Nature list bison as Near Threatened.\nConservation threats to American bison include habitat loss, genetic modification in captive populations, and low genetic diversity among individual herds.\nCurrently, parks at the national and state level play an integral role in the survival of American bison in both the United States and Canada. Conservation herds are managed by parks and refuges, while free-ranging herds are monitored by government agencies.\nWhile bison have made huge strides towards recovery since their population was decimated over 100 years ago, the species still depends heavily on conservation action for survival. Of the remaining American bison population, about 500,000 individuals are managed as livestock by private commercial ventures, while conservation herds are comprised of around 30,000 individuals. Under IUCN Guidelines, commercial bison herds are not eligible for consideration in determining a Red List designation.",
  "natural_diet": "Bison eat primarily grasses, but will also consume flowering plants, lichens, and woody plant leaves depending upon availability. To find grass in winter they sweep their heads from side to side to clear the snow. On the average, bison ingest 1.6 percent of their body mass per day of dry vegetation. Bison require water every day.",
  "zoo_diet": "At the National Zoo, bison consume a diet of orchard grass hay and herbivore pellets.",
  "reproduction": "Females typically breed for the first time when they are two or three years old. While males reach maturity around age three, they generally don’t breed until they are six years old and big enough to compete with larger, more accomplished males.\nMating season runs from late June through September, and gestation lasts around 285 days. Breeding bulls will protect their chosen females and, with little time to eat, may lose more than 200 pounds during the breeding season.\nA single yellow-red calf will be born away from the herd in a secluded area. After a few days the calf can keep up with the herd and follows its mother until the following spring. Calves are nursed for seven to eight months and are fully weaned by the end of the first year.",
  "life_span": "Bison have a life expectancy around 15 years in the wild and up to 25 years in captivity.",
  "behavior": "Known for roaming great distances, bison move continuously as they eat. The females, or cows, lead family groups. Bulls remain solitary or in small groups for most of the year, but rejoin the group during mating season.\nBison are adapted to the extreme weather conditions of the Great Plains, from summer heat to winter cold and blizzards. In winter, bison can dig through deep snow with their heads to reach the vegetation below.\nBison often rub, roll and wallow. Wallowing creates a saucer-like depression in the earth called a wallow. This was once a common feature of the plains; usually these wallows are dust bowls without any vegetation.",
  "fun_facts": "American bison are the largest terrestrial animals in North America. Enormous bovines, they have a hump over their front shoulders and slimmer hindquarters. Both male and female bison have a single set of short, sharply pointed, hollow horns that curve outward and up from the sides of the massive head.",
  "image_one": "https://s-media-cache-ak0.pinimg.com/736x/6e/1a/de/6e1ade57d409edea17c5ae3de79c30ee.jpg",
  "image_two": "http://exploregram.com/wp-content/uploads/2015/12/Have-you-heard-As-of-this-week-the-American-Bison-is-officially-the-national-mammal-of-the-U.S.-Biso.jpg",
  "video": "https://www.youtube.com/watch?v=i3aeyWc4usY&feature=youtu.be"
}]
