[{
  "common_name": "Giant Panda",
  "scientific_name": "Ailuropoda melanoleuca",
  "phys_descrip": "The giant panda, a black-and-white bear, has a body typical of bears. It has black fur on ears, eye patches, muzzle, legs, and shoulders. The rest of the animal's coat is white. Although scientists do not know why these unusual bears are black and white, some speculate that the bold coloring provides effective camouflage into their shade-dappled snowy and rocky surroundings. The panda's thick, wooly coat keeps it warm in the cool forests of its habitat. Giant pandas have large molar teeth and strong jaw muscles for crushing tough bamboo. Many people find these chunky, lumbering animals to be cute, but giant pandas can be as dangerous as any other bear.",
  "size": "About the size of an American black bear, giant pandas stand between two and three feet tall at the shoulder (on all four legs), and reach four to six feet long. Males are larger than females, weighing up to 250 pounds in the wild. Females rarely reach 220 pounds.",
  "geo_distribution": "Giant pandas live in a few mountain ranges in central China, in Sichuan, Shaanxi, and Gansu provinces. They once lived in lowland areas, but farming, forest clearing, and other development now restrict giant pandas to the mountains. Giant pandas live in broadleaf and coniferous forests with a dense understory of bamboo, at elevations between 5,000 and 10,000 feet. Torrential rains or dense mist throughout the year characterizes these forests, often shrouded in heavy clouds.",
  "status": "The giant panda is listed as endangered in the World Conservation Union's (IUCN's) Red List of Threatened Species. There are about 1,600 left in the wild. More than 300 pandas live in zoos and breeding centers around the world, mostly in China.",
  "natural_diet": "A wild giant panda’s diet is almost exclusively (99 percent) bamboo. The balance consists of other grasses and occasional small rodents or musk deer fawns.",
  "zoo_diet": "In zoos, giant pandas eat bamboo, sugar cane, rice gruel, a special high-fiber biscuit, carrots, apples, and sweet potatoes.",
  "reproduction": "Giant pandas reach breeding maturity between four and eight years of age. They may be reproductive until about age 20. Female pandas ovulate only once a year, in the spring. A short period of two to three days around ovulation is the only time she is able to conceive. Calls and scents draw males and females to each other.\n
  Female giant pandas give birth between 95 and 160 days after mating. Although females may give birth to two young, usually only one survives. Giant panda cubs may stay with their mothers for up to three years before striking out on their own. This means a wild female, at best, can produce young only every other year; in her lifetime, she may successfully raise only five to eight cubs. The giant pandas’ naturally slow breeding rate prevents a population from recovering quickly from illegal hunting, habitat loss, and other human-related causes of mortality.",
  "life_span": "Scientists aren't sure how long giant pandas live in the wild, but they are sure it's shorter than lifespans in zoos. Chinese scientists have reported zoo pandas as old as 35. The National Zoo's Hsing-Hsing died at age 28 in 1999.",
  "behavior": "Until recently, scientists thought giant pandas spent most of their lives alone, with males and females meeting only during the breeding season. Recent studies paint a different picture, in which small groups of pandas share a large territory and sometimes meet outside the breeding season. Much remains to be learned about the secret lives of these elusive animals, and every new discovery helps scientists in their battle to save this species. Offspring stay with their mothers from one and a half to three years.",
  "fun_facts": "A giant panda’s digestive system is more similar to that of a carnivore than an herbivore, and so much of what is eaten is passed as waste. To make up for the inefficient digestion, a panda needs to consume a comparatively large amount of food—from 20 to 40 pounds of bamboo each day—to get all its nutrients. To obtain this much food means that a panda must spend 10 to 16 hours a day foraging and eating. The rest of its time is spent mostly sleeping and resting.",
  "image_one": "https://usatftw.files.wordpress.com/2015/12/ap-national-zoo-panda_002.jpg?w=1000&h=600&crop=1",
  "image_two": "http://ids.si.edu/ids/deliveryService?id=http://sirismm.si.edu/SPI/5562_Image_Panda_201.jpg&max_w=200",
  "video": "https://youtu.be/X-Isg_pJy2c"
},{
  "common_name": "Red Panda",
  "scientific_name": "Ailurus fulgens",
  "phys_descrip": "Long, coarse guard hairs cover the entire body and there is a soft, dense, woolly undercoat. Their unique coloring appears cryptic in the canopy of fir trees where branches are covered with clumps of reddish-brown moss and white lichens. Their face is predominantly white with reddish brown 'tear tracks' extending from the eye to the corner of the mouth. Red pandas have long, bushy tails that help give this arboreal species balance. Their tails are marked with alternating red and buff rings.\n
  Red pandas are the only Asian carnivore to have dense hair covering their feet; the nearest parallel is seen in the polar bear. Red pandas have five toes that are widely separated and semi-retractable claws. Their ankles are extremely flexible and rotate when climbing headfirst down a tree trunk. Red pandas climb well, using trees for shelter, to escape predators and sunbathe in the winter. They share the giant panda's 'thumb' – a modified wrist bone – that is used to help grasp bamboo when feeding.",
  "size": "Adult red pandas weigh between eight and 14 pounds and are 22 to 25 inches in length plus a tail of 15 to 19 inches long. Males and females look alike.",
  "geo_distribution": "Red pandas are found in high altitude temperate forests with bamboo understories in the Himalayas and high mountains of northern Myanmar (Burma) and west Sichuan and Yunnan Provinces of China. They are also found in suitable habitat in Nepal, India and Tibet.",
  "status": "Red pandas are listed as Endangered on the IUCN Red List, as of a 2015 analysis. They are also legally protected in India, Bhutan, China, Nepal, and Myanmar.",
  "natural_diet": "Bamboo constitutes 85 to 95 percent of the red panda's diet. Because red pandas are obligate bamboo eaters, they are on a tight energy budget for much of the year. Unlike the giant panda, which consumes virtually every above-ground part of the bamboo culm, red pandas selectively feed on the most nutritious bamboo leaf tips and, when available, tender shoots. Red pandas feed like the giant panda by grasping the stem with their forepaws and shearing selected leaves off with their mouths. They may also forage on the ground for roots, succulent grasses, fallen fruits, insects and grubs and are known to occasionally eat birds and small mammals.",
  "zoo_diet": "The Zoo's red pandas are fed bamboo throughout the day and variable fruits such as grapes, chopped apple and banana daily, as well as small leaf-eater biscuits.",
  "reproduction": "Red pandas breed from January through March in the northern hemisphere and June through August in the southern hemisphere. Mating occurs on the ground, and gestation appears to include a period of delayed implantation which is usually 114 to 145 days, but may be as short as 90 days or as long as 158 days. It is believed that a long gestation period may be due to a slow metabolic rate.\n
  Females create a nest in tree holes, branch forks, tree roots or bamboo thickets and line it with moss, leaves and other soft plant material. A litter of usually two cubs is born, each weighing between 4 and 5 ounces, and they are completely furred to protect them from the cold environment. Offspring stay with the mother for about a year, which is when they normally reach adult size. Young will reach sexual maturity at round 18 months.",
  "life_span": "Red pandas may live as long as 22 years. While females do not breed after age 12, males continue to be reproductively capable.",
  "behavior": "In captivity, red pandas can be active anytime of the day but they are primarily crepuscular (most active at dawn and dusk). On average they are awake about 45 percent of the day, and they are more active in cooler weather. This species has also adapted behaviors to regulate temperature, such as curling up into a tight ball when it is cold, which serves to conserve body heat and energy expenditure. When temperatures are warm, red pandas will stretch out on a branch and pant to lower their body temperature.",
  "fun_facts": "Red pandas are generally quiet, but at close proximity subtle vocalizations such as squeals, twitters and huff-quacks can be heard. They may also hiss or grunt. Predators include leopards and jackals. To escape predation, red pandas will climb trees or rocks, where they blend in with red lichen and mosses. Young cubs use a whistle, which sounds like a loud scream, to signal distress.",
  "image_one": "http://farm3.staticflickr.com/2872/9128090868_9e6042d445_m.jpg",
  "image_two": "http://www.usnews.com/dbimages/master/43534/WideModern_SleepingPanda4_130624.jpg",
  "video": "https://youtu.be/DSehQsYU9h4"
},{
  "common_name": "Orangutan",
  "scientific_name": "Pongo pygmaeus (Bornean) and Pongo abelii (Sumatran)",
  "phys_descrip": "These orangish-red-haired great apes have long arms and curved hands and feet, which they put to good use when traversing the treetops. Males tend to have longer hair than females and are about two times larger than females. Some males develop disc-like cheek pads. Male orangutans exhibit bimaturism, existing in two adult male morphs: flanged and unflanged. Flanged males have highly developed throat sacs and large, disc-like cheek pads.\n
  Both sexes have throat pouches that make their calls resonate through the forest. The males' pouches are more developed. Orangutans crush tough foliage and hard-shelled nuts with their strong teeth and jaws. Two species exist: P. pygmaeus of Borneo, and the Sumatran species, P. abelii. Bornean orangutans are typically darker and stockier than Sumatran orangutans, which tend to have longer hair with more pronounced beards.",
  "size": "Orangutans are Asia's largest primates, and males are larger than females. Males stand about four and a half feet tall and weigh 130 to 200 pounds. Females stand about four feet tall and weigh 90 to 110 pounds.",
  "geo_distribution": "Orangutans live in tropical rainforests, including mature riparian, freshwater swamp, peat swamp, lowland dipterocarp, and hill dipterocarp forests. Once more widely distributed, orangutans now live only in forests on the Southeast Asian islands of Sumatra and Borneo.",
  "status": "The Sumatran species is listed as Critically Endangered and the Bornean species is listed as Endangered on the World Conservation Union's Red List of Threatened Animals.",
  "natural_diet": "Orangutans feed primarily on fruit, supplemented with leaves, flowers, non-leafy vegetation, invertebrates, mineral-rich soil, and occasionally small vertebrates. In El Nino years, droughts on Borneo create periods of food scarcity that result in prolonged reliance on “fallback goods”, particularly the inner bark of trees.",
  "zoo_diet": "",
  "reproduction": "Male orangutans establish home ranges that embrace those of several females. Females reach maturity at around twelve years of age and can remain fertile for more than 30 years. Sumatran orangutans have inter-birth intervals (the time between consecutive offspring) of up to 8-9 years. Young orangutans may nurse until at least age six, and stay close to their mothers until the next offspring comes along.",
  "life_span": "Orangutans may live into their 50s both in the wild and in zoos.",
  "behavior": "Active during the day and primary arboreal, orangutans spend most of their lives high in the trees. Orangutans are the most solitary of the great apes, but are highly social especially in times of fruit abundance. Each night, orangutans bend branches into nests, most often making a new nest but sometimes re-using or adding to an older nest. Nests that support the apes while they sleep in the trees and are also frequently made during the day.\n
  Orangutans move slowly through the forest, seeking fruiting trees, which they may find by following the movements of hornbills and other fruit-eaters, though orangutans are also known to have cognitive maps of the fruiting trees that the revisit. When heavily fruiting trees are found, orangutans will spend many hours feeding at a single feeding site.",
  "fun_facts": "In the Indonesian and Malay languages, 'orang- utan' means 'person of the forest.' An adult orangutan's arms can be well over seven feet from fingertip to fingertip. Orangutans have the longest inter-birth interval of any land-living animal.",
  "image_one": "http://assets.worldwildlife.org/photos/5057/images/featured_story/orangutan_with_baby.jpg?1378992357",
  "image_two": "http://d2ouvy59p0dg6k.cloudfront.net/img/orangutan_257637_1_408099.jpg",
  "video": "http://www.theguardian.com/world/video/2015/dec/09/orangutan-magic-trick-funny-video"
},{
  "common_name": "",
  "scientific_name": "",
  "phys_descrip": "",
  "size": "",
  "geo_distribution": "",
  "status": "",
  "natural_diet": "",
  "zoo_diet": "",
  "reproduction": "",
  "life_span": "",
  "behavior": "",
  "fun_facts": "",
  "image_one": "",
  "image_two": "",
  "video": ""
},{
  "common_name": "",
  "scientific_name": "",
  "phys_descrip": "",
  "size": "",
  "geo_distribution": "",
  "status": "",
  "natural_diet": "",
  "zoo_diet": "",
  "reproduction": "",
  "life_span": "",
  "behavior": "",
  "fun_facts": "",
  "image_one": "",
  "image_two": "",
  "video": ""
},{
  "common_name": "",
  "scientific_name": "",
  "phys_descrip": "",
  "size": "",
  "geo_distribution": "",
  "status": "",
  "natural_diet": "",
  "zoo_diet": "",
  "reproduction": "",
  "life_span": "",
  "behavior": "",
  "fun_facts": "",
  "image_one": "",
  "image_two": "",
  "video": ""
}]
