[{
  "common_name": "American Alligator",
  "scientific_name": "Alligator mississippiensis",
  "phys_descrip": "Both males and females have an "armored" body with a muscular flat tail. The skin on the back is armored with embedded bony plates called osteoderms or scutes. They have four short legs; the front legs have five toes while the back legs have four toes.\n
  Alligators have a long snout with upward facing nostrils at the end; this lets them breathe while the rest of the body is underwater. The young can be distinguished from adults by the bright yellow stripes on the tail; adults have dark stripes on the tail.",
  "size": "The average size for an adult female American alligator is 8.2 feet (2.6 m), and the average size for a male is 11.2 feet (3.4 m). Exceptionally large males can reach a weight of nearly half a ton or 1,000 pounds.",
  "geo_distribution": "The American alligator is found from North Carolina to the Rio Grande in Texas. Alligators are usually found in freshwater, in slow-moving rivers. They are also found in swamps, marshes, and lakes. They can tolerate salt water for only brief periods because they do not have salt glands.",
  "status": "Once on the verge of extinction, the American alligator has made a remarkable recovery. Due to strict conservation measures and extensive research, it is no longer endangered except in scattered areas of its range. However, the American alligator is listed as threatened on the U.S. Endangered Species List because it is very similar in appearance to the American crocodile, which is endangered, and hunters are likely to confuse the two species. Hunting is allowed in some states, but it is heavily controlled. The greatest threat is currently destruction of habitat; this includes water management systems and increased levels of mercury and dioxins in the water.\n
  Because alligators will feed on almost anything, they pose a mild threat to humans. In Florida, where there is the greatest alligator population, there were five deaths to alligator attacks from 1973 to 1990. Dogs and other pets are also sometimes killed.",
  "natural_diet": "Crocodilians are carnivorous. They have very strong jaws that can crack a turtle shell. They eat fish, snails and other invertebrates, birds, frogs, and mammals that come to the water's edge. They use their sharp teeth to seize and hold prey. Small prey is swallowed whole. If the prey is large, crocodilians shake it apart into smaller, manageable pieces. If it is very large, crocodilians bite it, then spin on the long axis of their bodies to tear off easily swallowed pieces.",
  "zoo_diet": "At the Zoo, the American alligator is fed rats and occasionally chickens and rabbits.",
  "reproduction": "Both males and females reach sexual maturity when they are about six feet (1.8 m) long, a length attained at about ten to 12 years. Breeding takes place during the night, in shallow waters. Males roar to attract females and to ward off other males. The male circles the female and mounts. Courtship starts in April, with mating occurring in early May.\n
  After mating, the female builds a nest of vegetation. The nest measures seven to ten feet (2.1 to 3 m) in diameter and is two to three feet (.6 to .9 m) high. Then, around late June and early July, the female lays 35 to 50 eggs. Some females lay up to 90 eggs. The eggs are then covered with the vegetation nest through the 65-day incubation period. The sex of the juveniles is determined by the temperature of the nest: above 93° F (33.8° C) all are male, below 86° F (30° C) all are female, and temperatures in between will produce both sexes. Red-bellied sliders may sometimes deposit their eggs in alligator nests.\n
  Toward the end of August, the young alligators begin to make high-pitched noises from inside of the egg. This lets the mother know that it is time to remove the nesting material. When the alligator hatches it measures about six to eight inches (15 to 20 cm). Newly hatched alligators live in small groups called "pods." Eighty percent of young alligators fall victim to birds and raccoons. Other predators include bobcats, otters, snakes, large bass, and larger alligators. Females aggressively defend their young during these first few years. Crocodilians are unusual among reptiles in providing maternal care to their young. The juveniles grow about a foot a year. Maturity is reached during the sixth year.",
  "life_span": "American alligators may live to about 50 years in the wild. After it is four feet long, an alligator is safe from predators except humans and occasionally other alligators.",
  "behavior": "Female alligators usually remain in a small area. The males occupy areas larger than two square miles. Both males and females extend their ranges during the courting and breeding season. Young alligators remain in the area where they are hatched and where they are protected by their mother. After two to three years, they leave that area in search of food, or are driven out by larger alligators.\n
  One interesting aspect of alligator biology is that they undergo periods of dormancy when the weather is cold. They excavate a depression called a “gator hole” along a waterway and use it during dormancy.\n
  One interesting aspect of alligator biology is that they undergo periods of dormancy when the weather is cold. They excavate a depression called a “gator hole” along a waterway and use it during dormancy.",
  "fun_facts": "The alligator became the official state reptile of Florida in 1987.\n
  The alligator family includes the American and Chinese alligators and all caimans. Spanish sailors visiting the New World thought the unfamiliar alligator was a huge lizard. In Spanish, el lagarto means the lizard. English sailors took the name as allagarter and in time it has become alligator.\n
  Alligators are hunted mostly for their skins, but also they are hunted for meat. Today, there is a multi-million dollar industry in which alligators are raised in captivity for the production of meat and skin. Also, alligators are a tourist attraction, especially in Florida, where visitors enjoy feeding them.",
  "image_one": "http://yourshot.nationalgeographic.com/u/ss/fQYSUbVfts-T7pS2VP2wnKyN8wxywmXtY0-FwsgxoQuTRyLgaU989raZXWOAzAez0gTjrSISRB9SRUDMYaFi/",
  "image_two": "http://yourshot.nationalgeographic.com/u/ss/fQYSUbVfts-T7pS2VP2wnKyN8wxywmXtY0-FwsgxoQ22vrAuyUFiEQZghv35y_SR60YBZqSjWSR9XvIIsx2z/",
  "video": "https://www.youtube.com/watch?v=wzAXqsjRQ6U"
},{
  "common_name": "Gaboon Viper",
  "scientific_name": "Bitis Gabonica",
  "phys_descrip": "These snakes possess a range of color, from muted browns to pinks and purples.",
  "size": "Gaboon vipers have the longest teeth of any snake, measuring up to two inches. The snakes themselves can be between four and six feet long and weigh up to 25 pounds. Unlike other species, female gaboon vipers tend to be larger than males.",
  "geo_distribution": "There are two types of gaboon vipers from different regions of Central Africa. One type has very small horns on its snout while the other has large horns. Gaboon vipers are born with the type of horns that they are going to have, but as they age, the horns on their snouts do grow.",
  "status": "Gaboon vipers have many predators as babies, including fish, birds, and even lizards or cats, but their most ferocious predator is still the human population that shares their habitat. Gaboon vipers are killed out of fear and for meat. However these snakes are not considered to be threatened in the wild.",
  "natural_diet": "The gaboon viper hunts small mammals, birds, and amphibians mainly at night. In the wild, these vipers particularly enjoy rodents.",
  "zoo_diet": "See natural diet.",
  "reproduction": "Reaching sexual maturity by age two or three, females give birth to live young and can have up to 60 babies at a time. Gaboon vipers generally reproduce every two to three years.",
  "life_span": "The gaboon viper presumably lives for about 18 years in the wild.",
  "behavior": "The gaboon viper is a nocturnal snake. Gaboon vipers are solitary animals that only come together for breeding. They can usually be found around coffee plantations where food is more prevalent, and they typically move from place to place searching for a suitable ambush location.",
  "fun_facts": "Gaboon vipers are ambush predators that use cryptic colors to hide in leaf litter.",
  "image_one": "https://s-media-cache-ak0.pinimg.com/736x/9b/56/f4/9b56f41a592c01a9f4241b0c173ab9da.jpg",
  "image_two": "https://www.aboutanimals.com/images/gaboon-viper-ghana-820x462.jpg?c7dc04",
  "video": "https://www.youtube.com/watch?v=lbQQPOp08Co"
},{
  "common_name": "Cottonmouth Viper",
  "scientific_name": "Agkistrodon piscivorus",
  "phys_descrip": "The back is dark olive or black, the belly is paler. On young animals the back is marked by bands with dark borders and paler centers. This pattern is usually lost in older individuals. The snout is always pale, and there is usually a dark vertical line by each nostril. The banding pattern in the young may be striking.",
  "size": "Cottonmouths reach 30 to 48 inches (76 to 122 cm) in length, occasionally up to 74 inches (1.8 m).",
  "geo_distribution": "Cottonmouths reside mainly in the southeastern United States. This includes very southern Virginia to Florida and east to eastern Texas. There are three subspecies: the eastern, Florida, and western cottonmouths.\n
  Cottonmouths are semi-aquatic and can be found near water and fields. They inhabit brackish waters and are commonly found in swamps, streams, marshes, and drainage ditches in the southern lowlands of the United States. They also live at the edges of lakes, ponds, and slow-moving streams and waters. They sun themselves on the branches, logs, and stones at the edge of the water.",
  "status": "There is no particular concern about the conservation of the cottonmouth. Because they are such large and venomous snakes, they have only a couple of natural enemies. These include king snakes, great blue herons, and largemouth bass.",
  "natural_diet": "Cottonmouths eat both warm and cold-blooded prey, including other water snakes. Their diet includes fish, frogs, salamander, lizards, small turtles, baby alligators, birds, small mammals, and other snakes.",
  "zoo_diet": "The cottonmouth is fed mice, rats, and chicks.",
  "reproduction": "The cottonmouth is oviviparous (the eggs develop within the maternal body without any additional nourishment from the parent and hatch within the parent or immediately after laying). Breeding takes place during the spring. It begins with the male nudging the female's back and sides. This continues for as long as several hours, until she exposes her tail and opens her cloaca for copulation. Ovulation takes place only in alternate years. The gestation period usually lasts from three to four months. The female produces a litter of up to 12 living young. Each young is brightly patterned with a yellow tail and is relatively large, about eight to ten inches long (20 to 25 cm) and .75 inches (2 cm) in diameter.",
  "life_span": "Unknown.",
  "behavior": "Cottonmouths are primarily active at night, but they bask in the sun during the day. Because they spend much of their time in water, and water draws away heat more quickly than air, they must somehow maintain a high body temperature, particularly for their digestive metabolism. This is accomplished partly by basking.\n
  Cottonmouths have varying temperaments. They are usually not aggressive and will not attack unless agitated. One of their unique behaviors is their ability to "stand their ground." When thoroughly aroused, a cottonmouth coils its body and threatens the intruder with its mouth wide open and its fangs exposed, showing the white lining of its mouth (thus its common name, the cottonmouth).",
  "fun_facts": "As pit vipers, cottonmouths have heat-sensing pits between their eyes and nostrils. They are able to detect temperature differences of less than two degrees and this allows them to accurately strike out at prey.\n
  The venom of the cottonmouth is hemotoxic. This means that the venom breaks down and destroys blood cells and other tissues and reduces the ability of blood to coagulate or clot. Therefore, this results in a hemorrhage throughout any portion of the circulatory system that is penetrated by poison.",
  "image_one": "http://animals.nationalgeographic.com/staticfiles/NGS/Shared/StaticFiles/animals/images/800/eastern-cottonmouth-water-snake.jpg",
  "image_two": "https://s-media-cache-ak0.pinimg.com/736x/e9/bc/6d/e9bc6d3a8b59b5b76f79730d21181ac3.jpg",
  "video": "https://www.youtube.com/watch?v=i6-5oelx2sg"
},{
  "common_name": "Alligator Snapping Turtle",
  "scientific_name": "Macroclemys temminckii",
  "phys_descrip": "They are characterized by three large, pronounced ridges, or keels, that run from the front to the back of the carapace. With powerful jaws and a large head, they are unique among snapping turtles for having eyes on the side of the head. The alligator snapping turtle looks very primitive and has been called the dinosaur of the turtle world.",
  "size": "Alligator snapping turtles are the largest freshwater turtles. They weigh between 155 and 175 pounds (70 to 80 kg).",
  "geo_distribution": "Alligator snapping turtles are native to the southeastern region of the United States. They are confined to the river systems that drain into the Gulf of Mexico.\n
  They generally live in the deep water of large rivers, canals, lakes, and swamps. Hatchlings and juveniles usually live in small streams.",
  "status": "There is no special status for the alligator snapping turtle. The main threat to the alligator snapping turtle is people who kill these reptiles for their meat.\n
  Alligator snapping turtles play a role in freshwater ecosystems. Adults are not a source of food for any animals other than humans, but eggs and hatchlings are a source of food for large fish, raccoons, and birds. The adults, however, are important predators. Humans find them valuable for their unique appearance and their meat.",
  "natural_diet": "The alligator snapping turtle is both a scavenger and an active hunter. It most actively forages for food during the night. During the day, it usually lies quietly in the bottom of a dark body of water and opens its jaw to reveal a small pink worm-like lure in the back of its gray mouth. The lure attracts fish, and when the fish enter the jaws, they are either swallowed whole, sliced in two by the sharp jaws, or impaled on the sharp tips of the upper and lower jaws. The alligator snapping turtle eats any kind of fish and also eats frogs, snakes, snails, worms, clams, crayfish, aquatic plants, and other turtles. The turtles feed year round by taking advantage of warm winter days to search for food.",
  "zoo_diet": "They are fed mice, worms, fish, and prepared diet.",
  "reproduction": "During reproduction, the male alligator snapping turtle mounts the back of the female. He grasps her shell with all four of his feet and inseminates her. It is unlikely that females reproduce more than once a year, and some females lay eggs in alternate years.\n
  The turtles mate in early spring in Florida and late spring in the Mississippi Valley. They nest about two months later in a nest about 160 feet (50 m) from the shore. All nests are dug in the sand and clutch success is highly variable. A clutch may contain eight to 52 eggs and incubation takes 3.5 to 4.5 months. Hatchlings, therefore, emerge in the fall.\n
  The sex of the hatchling is determined by incubation temperature and the hatchlings look very much like adults. Sexual maturity occurs in 11 to 13 years.",
  "life_span": "They can live between 20 and 70 years in captivity.",
  "behavior": "Alligator snapping turtles spend most of their time in the water, and generally only nesting females venture on land. However, males have been known to bask. They are solitary, and there is very little social structure or parental care. The turtles stay submerged for 40 to 50 minutes at a time, and only go to the surface for air. They are so motionless under water that algae may cover their backs and make the turtles almost invisible to fish.",
  "fun_facts": "There is an unverified legend that a 403-pound (183 kg) alligator snapping turtle was found in the Neosho River in Kansas in 1937.",
  "image_one": "https://s-media-cache-ak0.pinimg.com/736x/39/4f/8e/394f8ec4ce05bbfb3d26b04a3bfad04a.jpg",
  "image_two": "http://reboot.rebootillinois.netdna-cdn.com/wp-content/uploads/2015/07/Alligator-Snapping-Turtle.jpg",
  "video": "https://www.youtube.com/watch?v=WMYAkNuXnUE"
},{
  "common_name": "",
  "scientific_name": "",
  "phys_descrip": "",
  "size": "",
  "geo_distribution": "",
  "status": "",
  "natural_diet": "",
  "zoo_diet": "",
  "reproduction": "",
  "life_span": "",
  "behavior": "",
  "fun_facts": "",
  "image_one": "",
  "image_two": "",
  "video": ""
},{
  "common_name": "",
  "scientific_name": "",
  "phys_descrip": "",
  "size": "",
  "geo_distribution": "",
  "status": "",
  "natural_diet": "",
  "zoo_diet": "",
  "reproduction": "",
  "life_span": "",
  "behavior": "",
  "fun_facts": "",
  "image_one": "",
  "image_two": "",
  "video": ""
}]
